Repository: 0804U/MASShortcut
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Отмена

source: Click to record new shortcut
ru: Нажмите, чтобы создать горяую клавишу

source: Delete shortcut
ru: Удалить горячую клавишу

source: keyboard shortcut
ru: Горячая клавиша

source: OK
ru: ОК

source: Record Shortcut
ru: Введите комбинацию горячей клавиши

source: Shortcut cleared
ru: Удалено горячую клавишу

source: Shortcut set
ru: Назначено горячую клавишу

source: Space
ru: Пробел

source: The key combination %@ cannot be used
ru: Нельзя использовать сочетание %@

source: This combination cannot be used because it is already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.
ru: Нельзя использовать это сочетание, потому что оно уже существует как системная горячая клавиша. Если вы уверены, что хотите использовать это сочетание клавиш, большинство горячих клавиш можно изменить в панелях Клавиатура и Мышь в Cистемных настройках.

source: This shortcut cannot be used because it is already used by the menu item ‘%@’.
ru: Нельзя использовать это сочетание, потому что оно уже связано с элементом ‘%@’.

source: To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut.
ru: Чтобы назначить новую горячую клавишу, нажмите эту кнопку и введите новое сочетание, или нажмите "Удалить", чтобы удалить действующее сочетание клавиш.

source: Type New Shortcut
ru: Введите новую комбинацию горячей клавиши

source: Type Shortcut
ru: Введите комбинацию горячей клавиши

source: Use Old Shortcut
ru: Использовать предыдущую комбинацию в качестве горячей клавиши
